[
    {
        "name": "Earl's on the Ave",
        "year": 2006,
        "area": "University District",
        "phonenumber": "(206) 525-4493",
        "address": "4333 The Ave, Seattle, WA 98105",
        "hours": "11:00AM– 2:00AM",
        "tags": ["Sports Bar", "American"],
        "website": "https://www.earlsontheave.com/",
        "story1": "insert story",
        "story2": "insert",
        "story3": "insert",
        "storycredits": "Lucinda Zhang and Nick Nagari",
        "galleryimgs": ["https://images.squarespace-cdn.com/content/v1/59dfa74529f18710fd655ba5/1508430592879-80UOP07RF7VUP466HG60/ke17ZwdGBToddI8pDm48kMCgrPjSTnek4AF7Yhx_la97gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0hReLB75oIvKxcDxwlnLXaYcYPmvFZyM0CPLtYAkK7GmiNsA1j7eopqfDtHLaO8_vA/Front+Of+Earls+3.jpg?format=2500w", "https://images.squarespace-cdn.com/content/v1/59dfa74529f18710fd655ba5/1508193957388-YCUANUVBNB2TMN8ER9DF/ke17ZwdGBToddI8pDm48kMXsv1BCvyeyL73xUtEcMFp7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0p5uBJOnOmCWBN4JfYsIDyTvF6_sA2vumHNk2jNSKudLUll1B2UtkthgW9NZcsseWA/Pool+Table+At+Earl%27s+On+The+Ave", "https://images.squarespace-cdn.com/content/v1/59dfa74529f18710fd655ba5/1508306391474-13C544WM1B6I73TKXYDJ/ke17ZwdGBToddI8pDm48kI2U7swe3LetNAG46u2fy-t7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0oycmklwMHPwSb2Cr-KYzbqFMZj-3MfxCBYDH5qhSlQYNlNrQyCEqcAvHKhUmwfHyg/Bar+5.jpg?format=2500w"]
    },
    {
        "name": "Sugar and Spoon",
        "year": 2018,
        "area": "University District",
        "phonenumber": "(206) 948-7684",
        "address": "4518 University Way NE, Seattle, WA 98105",
        "hours": "12:00PM-8:00PM",
        "tags": ["Dessert", "Women-Owned"],
        "website": "https://sugarspoondough.com/",
        "story1": "“We always say we want it to taste like you’re taking a spoonful out of the mixing bowl from your mom,” said Ivana Orlovic, who last year co-founded what’s now the Sugar + Spoon food truck for an undergraduate business class at the University of Washington. The assignment: Start a business, pay back the initial costs invested by UW mentors, turn a profit to plow back into the program.\n\n “No pressure, right?” \n\n A food-lover and trend-watcher, Orlovic thought the dough was “something cool and new that Seattle doesn’t have.” Different groups in her class each developed separate business plans. Cookie dough seemed a good fit for her group; they drafted sorority sisters and fraternity brothers to sample dough. Mixing up as many as 10 test batches for chapter meetings, “We would have them all taste-test it and rank it and write their notes.”",
        "story2": "Their campus pop-up shops sold out.\n\n“We had a lot of nights where we were making cookie dough throughout the night. … We could not make enough. We could have sold double.”\n\nMeanwhile, three new cookie-dough stores opened along the West Coast. “That’s how I knew we were onto something. By the time we were done, there was one in almost every single major city,” Orlovic said.\n\nBy graduation, Orlovic already had her real-estate license, and business partner William Hubbell was separately studying for his. But they kept getting messages from cookie-dough fans asking, “When are you guys going to be on campus next? … I think we knew if we didn’t do it now we’d kind of regret it forever.”",
        "story3": "They wrote more business plans and launched the truck. It can be found most days outside Seattle’s Westlake Center selling cups and cones piled with flavors like Party Animal — a sugar-cookie base with sprinkles and Mother’s carnival cookies mixed in — and Dough-reos, loaded with Oreos.\n\n“You can tell college kids made it,” Orlovic said.\n\nAnd yes, they got an A.",
        "storycredits": "Rebekah Denn, The Seattle Times",
        "galleryimgs": ["https://static-24.sinclairstoryline.com/resources/media/ebde089e-1a3f-4e91-a43a-28baee765e82-large16x9_WilliamandIvana.JPG?1576703454316","https://cdn.shopify.com/s/files/1/0171/7633/0340/files/3_1024x1024.png?v=1586895274", "https://cdn.vox-cdn.com/thumbor/D3-BdJvqQP-N_k2oVtFjgRY5XkQ=/0x0:970x1363/1200x800/filters:focal(384x504:538x658)/cdn.vox-cdn.com/uploads/chorus_image/image/65724629/IMG_1266.0.jpeg", "https://cdn.shopify.com/s/files/1/0171/7633/0340/files/Facetune_09-01-2020-20-47-31_1024x1024.JPG?v=1586889224"]
    },
    {
        "name": "Big Time Brewery",
        "year": 1988,
        "area": "University District",
        "phonenumber": "(206) 545-4509",
        "address": "4133 University Wy NE, Seattle, WA 98105",
        "hours": "11:30AM-12:30AM",
        "tags": ["Pubs", "Pizza", "Breweries"],
        "website": "http://bigtimebrewery.com/",
        "story1": "In 1990, a brewer walked into Big Time Brewery & Alehouse in the University District, which had been open since 1988, and started to make a beer. The smell of steaming wort probably wafted over the Ave as the brewer mixed hot water with barley. Eventually, the wort was cooled down, fermented, bottled, and then left to rest in Big Time's cellar until, 29 years later, I walked into Big Time's pub and bought a bottle of that exact beer.\n\nThis is a story that can be told about almost no other American brewery.\n\nBig Time is one of the country's oldest craft breweries and Seattle's oldest continuously operating brewery. The brewpub celebrated 30 years this past December by throwing a party and selling off some of the beers that have been sitting in their cellar for decades. While I rummaged between different bottles of old beers, the rest of the packed pub ate burgers and sandwiches and soups and drank Big Time beer. A special sour version of their iconic Scarlet Fire IPA, made in collaboration with one of Seattle's newest breweries, Dirty Couch Brewing, was especially popular.",
        "story2": "A few minutes before I bought that barley wine made nearly three decades earlier, I was in the pub's back room sharing a different barley wine with Big Time's owner, Rick McLaughlin. Big boozy beers like barley wines can develop deep complexities as they age, and the 2010 Old Wooly that McLaughlin opened for me was deliciously smooth, with notes of toffee, caramel, nuttiness, and a touch of fruity apple.\n\nBig Time's cellar of beers form a sort of history book for Seattle's beer scene, as many of the region's brewers have spent time working the mash tun on the Ave. Dozens of other breweries have employees who passed through Big Time's brewhouse, including Diamond Knot, American Brewing, Beardslee Public House, and Flying Bike. Probably the most famous Big Time alum is Dick Cantwell, who was the head brewer here before founding Elysian Brewing.\n\n\"Big Time was really a cultivator of a lot of Seattle's beer scene, if you think of all the great head brewers that have moved through here,\" McLaughlin said.",
        "story3": "Big Time has somehow managed to stay alive amidst monumental changes in the city and the world of beer. While the Ave's teriyaki and falafel joints turned over, Big Time kept serving pub food and American craft beer. They've weathered five different presidents, Boeing layoffs, dot-com busts, and the Great Recession, continuously serving handmade IPAs behind a brick façade on the lower end of the Ave.\n\nWill Big Time stay around? McLaughlin said business is still strong and he has over a decade left on his lease, but nothing is guaranteed, with massive towers and a new light rail station coming to the University District.\n\n\"At the end of the day, if you don't support it, it disappears, even iconic bars like Big Time,\" McLaughlin told me. \"One thing for people to ultimately remember is that where you actually choose to spend your time and dollars is guaranteeing that that place will be around.\"\n\nMy 1990 Old Wooly is currently sitting in a dark and cool spot in my shed. I think I'll crack it open next January, when both the beer and I turn 30.",
        "storycredits": "Lester Black, The Stranger",
        "galleryimgs": ["https://media1.fdncms.com/stranger/imager/u/original/39305473/0k6a6367_follow.jpg", "https://img.particlenews.com/img/id/4PYlmk_0WlFoYgd00?type=thumbnail_800x600", "https://media-cdn.tripadvisor.com/media/photo-s/0a/76/cb/64/photo0jpg.jpg"]
    },
    {
        "name": "Araya's Place",
        "year": 1987,
        "area": "University District",
        "phonenumber": "(206) 524-4332",
        "address": "5240 University Way NE, Seattle, WA 98105",
        "hours": "11:30AM–3:00PM, 4:30PM–9:00PM",
        "tags": ["Thai", "Vegan", "Minority-Owned"],
        "website": "https://www.arayasplace.com/",
        "story1": "Araya’s Place is named after our mother. In her days of being young and adventurous, Araya spent time traveling the world and developing a passion for good food. What she learned from her world-wide travels is not only how important the right ingredients and herbs are to food, but how the right company makes good food great. This is a lesson she instilled in her children.",
        "story2": "In our family, eating is one of the most important activities in life. In this fast-paced world, the dinner table is the only time we get to spend together. During our meals, we share the everyday experiences that season our life. We eat, we laugh, we share. Come and enjoy life as our family does, one moment and one meal at a time.",
        "story3": "      ",
        "storycredits": "Araya’s Place's Official Website",
        "galleryimgs": ["https://s3-media0.fl.yelpcdn.com/bphoto/mPeXHD3vWp0gbCB4dJDWbw/o.jpg", "https://static.wixstatic.com/media/948358_665c3c328e6a4cefb45e451f974ffd6d~mv2.jpg/v1/fill/w_1362,h_890,al_c,q_85,usm_0.66_1.00_0.01/948358_665c3c328e6a4cefb45e451f974ffd6d~mv2.webp", "https://static.wixstatic.com/media/948358_35e35e9164784af392961564fcaa6a37~mv2_d_3868_2652_s_4_2.jpg/v1/fill/w_1490,h_1022,al_c,q_90,usm_0.66_1.00_0.01/948358_35e35e9164784af392961564fcaa6a37~mv2_d_3868_2652_s_4_2.webp", "https://static.wixstatic.com/media/948358_3c306d4769ee490dabc07e39a484b50c~mv2.jpg/v1/fill/w_858,h_570,al_c,lg_1,q_90/948358_3c306d4769ee490dabc07e39a484b50c~mv2.webp"]
    },
    {
        "name": "Xi'an Noodles",
        "year": 2016,
        "area": "University District",
        "phonenumber": "(206) 522-8888",
        "address": "5259 University Way NE, Seattle, WA 98105",
        "hours": "Temporarily Closed",
        "tags": ["Chinese", "Hot Pot", "Women-Owned", "Minority-Owned"],
        "website": "http://www.xiannoodles.com/",
        "story1": "Xi’an Noodles’ owner Lily Wu wants her store to be a “reminder of home” for her Chinese customers, and an authentic experience for anyone new to the region’s specialty biang biang noodles. Her restaurant features a semi-open kitchen, so if you’re lucky you may witness some noodle theatrics as chefs slap dough repeatedly against a counter (the sound it makes is the biang biang noodle’s namesake) and rip the unusually wide noodle ribbons as you slurp from your own bowl filled with chili oil, meat sauce, or other toppings.",
        "story2": "Noodles aren’t the only thing on the menu here: Xi’An Noodles will also offer other regional fare from China such as rou jia mo, which literally translates as “meat sandwich” that comes in the form of a hamburger-like flatbread full of marinated meat. Their spicy, hotpot-like ma la tang will be a great pick-me-up on a rainy Seattle day.",
        "story3": "     ",
        "storycredits": "Grace Qian, Seattle Met",
        "galleryimgs": ["https://cdn.vox-cdn.com/thumbor/qAS-iVd9k-GMUy7uNqlGGiUCu2U=/1400x1400/filters:format(jpeg)/cdn.vox-cdn.com/uploads/chorus_asset/file/19224758/shutterstock_1486825670.jpg", "https://hoodline.imgix.net/uploads/story/image/480429/Xi'an_Noodles_Photo_1_Enhanced.jpg?auto=format", "https://static.seattletimes.com/wp-content/uploads/2016/07/e0848eaa-5290-11e6-9387-f759bf3ccbcd-780x585.jpg", "https://res.cloudinary.com/sagacity/image/upload/v1476390113/biang-biang_vfgygz.jpg"]
    },
    {
        "name": "Cedars Restaurant",
        "year": 1975,
        "area": "University District",
        "phonenumber": "(206) 527-4000",
        "address": "4759 Brooklyn Ave NE Seattle, WA 98005",
        "hours": "11:00AM-10:00PM",
        "tags": ["Indian", "Mediterranean", "Minority-Owned"],
        "website": "https://cedarsseattle.com/",
        "story1": "Cedars is named after the famous cedars of Lebanon. Cedar trees are the national emblem of Lebanon, mentioned often in both religious and historical texts, and even appearing on the Lebanese flag. Cedars, the restaurant, began as a Lebanese deli in 1975, offering a variety of Middle Eastern dishes. Five years after opening, the renowned Indian Chef Gupta joined the establishment and introduced Indian and Pakistani cuisine to the menu. Our combination of Mediterranean, Indian, and Pakistani dishes have been a rousing success ever since, from our original University District location and now, from our new restaurant on Broadway on Capitol Hill.\n\nCedars has been owned and operated by the same family for over forty years and two generations. At both locations, we try to maintain an atmosphere that makes every visitor feel welcomed as a guest in a family friend’s dining room. Our mission is to have every guest experience the same hospitality we would give them in our own homes, and we serve our food like we would serve at home, as each one of our customers is our extended family.",
        "story2": "At Cedars, our menu is a unique blend of Indian, Middle Eastern and Mediterranean Cuisine. From Baba Ghannoj and Hummus to Shish Taouk and Shish Kababs, we offer the best of the Mediterranean and Middle East, and also all the different regional favorites of India, including vindaloo, korma, rogan josh, palak paneer, and a variety of curries! Our butter chicken is probably what we’re most famous for, and we guarantee you won’t find a better selection of naan anywhere in Seattle! Our chai tea is another point of Cedars’ pride—chai is the heart of every Indian restaurant, and has to be made to perfection each and every time. The chefs at Cedars simmer a secret blend of tea, spices and milk in each brew until the flavor, texture, color, and aroma are perfect. And with free refills, Cedars is a perfect place for Indian chai lovers– your cup is never empty at Cedars.",
        "story3": "Our spices and Indian fare are sourced directly from India, Pakistan, Bangladesh, Singapore, and New York, and we hand-grind our fresh organic spices daily with a mortar and pestle to achieve the freshest taste. Some of our chefs have been with us for over twenty years, and their training and eye for quality is unparalleled.",
        "storycredits": "Cedars Restarant's Official Website",
        "galleryimgs": ["https://cedarsseattle.com/wp-content/uploads/2015/09/catering_buffet_small.jpg", "https://s3-media0.fl.yelpcdn.com/bphoto/w7E8KudLlh0y5zGHQI9FiA/l.jpg", "https://hoodline.imgix.net/uploads/story/image/956515/Cedars_Restaurant_Photo_1_Enhanced.jpg?auto=format"]
    },
    {
        "name": "The Allegro",
        "year": 1975,
        "area": "University District",
        "phonenumber": "(206) 633-3030",
        "address": "4214 University Way NE, Seattle, WA 98105",
        "hours": "8:00AM–2:00PM",
        "tags": ["Coffee & Tea"],
        "website": "https://seattleallegro.com/",
        "story1": "The Seattle coffee scene had to start somewhere. \n\nMany would agree that place was Cafe Allegro. \n\nCafé Allegro has been pulling coffee shots for Seattleites for nearly 40 years. In fact, opening in 1975, it has the proud distinction of being Seattle’s oldest coffee-espresso bar. (See my previous post here)\n\nAllegro's founder, Dave Olsen, is credited with creating a space so uncommon at the time, that a small, but ambitious company named Starbucks used the café to inspire their vision of what their coffeehouses should look like.",
        "story2": "Over the years, Allegro has opened its doors to regulars and strangers alike, as well as host countless community groups that have utilized the space to bring people together.\n\nAllegro still brings people together. While times may have changed since 1975 – Allegro’s vision still holds true: To serve great coffee and provide a welcoming space for the community. (At least that's my personal interpretation anyway). ",
        "story3": "Today, Allegro is in the middle of a transformation becoming its own roaster and expanding its space even further to accommodate patrons. I believe that a cafe like Allegro will maintain the consistency, high quality customer service and even better coffee.",
        "storycredits": "Seattle Coffee Scene",
        "galleryimgs": ["https://seattlecoffeescene.com/wp-content/uploads/2012/08/Cafe-Allegro-Seattle-Coffee.jpg", "https://theseattlecoffeeproject.files.wordpress.com/2013/09/dsc_7943.jpg", "https://m.media-amazon.com/images/S/assets.wholefoodsmarket.com/content/cd/fe/b36ff1c4f249314dece913504699/coffee1.JPG"]
    },
    {
        "name": "Plum Bistro",
        "year": 2009,
        "area": "Capital Hill",
        "phonenumber": "(206) 838-5333",
        "address": "1429 12th Ave, Seattle, WA 98122",
        "hours": "11:00AM–8:00PM",
        "tags": ["Vegan", "Women-Owned", "Black-Owned"],
        "website": "https://plumbistro.com/",
        "story1": "From the endlessly creative mind of chef Makini Howell, Plum Bistro offers the ultimate upscale vegan dining experience. Vegans and non-vegans alike will be pleasantly surprised by dishes that push the boundaries of vegan cuisine, from comfort classics to innovative creations.\n\nOnce upon a time, long before “vegan” became commonplace (aka the 1970s!), Makini Howell’s parents embraced veganism, and they haven’t wavered since. “They began to think about what they were eating – what it does to your body and the earth – and it just made sense,” she shared matter of factly. Consequently, Makini grew up living the benefits of a plant-based diet. After time working in one of her family’s vegan diners, and some time out-of-state, she eventually returned to Seattle and founded her first plant-based restaurant, Plum Bistro, in 2009.",
        "story2": "Recognized today as a vegan trailblazer, Makini explains that a key factor contributing to the continued growth and success of the Plum Restaurant group is her mentality as a proud member of Generation X. “There was never an option to not be successful,” she remarks. She also points to the more recent and rapid shift of public opinion regarding veganism, what she calls, “the craze.” Makini is committed to ensuring her restaurants long outlive this craze by continuing to focus her energies on maintaining the high quality of her vegan fare.",
        "story3": "Central to Makini’s vision as a restauranteur is her advocacy for diversity and inclusion. She is proud of the diverse group of people who work for her, and strives to make her restaurants spaces where employees feel empowered. Makini recognizes that empowerment can only take place if her employees feel safe at work. “I know what it feels like not to feel safe,” she reflects. So, when an employee tells her, “I feel safe here,” that is enormous praise. Her commitment to inclusivity extends to her customers as well. She wants to ensure that people know, in her words, “everyone is welcome here.”\n\nFun Fact: Makini hosts a monthly cooking show on King 5 Evening called Makini’s Kitchen, during which she shares her tips and tricks to preparing a variety of plant-based recipes, many from the Plum Bistro cookbook.",
        "storycredits": "Intentionalist",
        "galleryimgs": ["https://intentionalist.com/wp-content/uploads/2019/01/32392131_10155652975017677_181289354088415232_o.jpg", "https://duyt4h9nfnj50.cloudfront.net/resized/adb9f966f633cf9e2b53eaa9ff59ce7a-w2880-39.jpg", "https://s3-media3.fl.yelpcdn.com/bphoto/1vEUJULi4pqTTti_OkcMpg/o.jpg", "https://res.cloudinary.com/fittco/image/upload/v1557510638/lhfyc0ybydwjbssdctsb.jpg"]
    },
    {
        "name": "Monsoon",
        "year": 1999,
        "area": "Capital Hill",
        "phonenumber": "(206) 325-2111",
        "address": "615 19th Ave E, Seattle, WA 98112",
        "hours": "11:00AM–9:00PM",
        "tags": ["Vietnamese", "Minority-Owned", "Women-Owned"],
        "website": "https://monsoonrestaurants.com/seattle/",
        "story1": "My family escaped Vietnam in 1979 and settled in Edmonton, Alberta. Things were tough (as it was for all refugees), and I went to school and started working as soon as I could. My first job in 1981, at age 15, was at a fine dining restaurant called Bentley. I started out as a busboy, then migrated into the kitchen to become a dishwasher and prep cook. One day, a line cook didn’t show up and the chef asked me to fill in. I discovered I liked restaurant work.\n\nAfter college, I tried my hand at accounting and real estate but eventually wanted to return to food, my passion. I told my late-father, and he was unhappy. In his eyes, being a cook was low-status. He didn’t talk to me for a week, but I stuck to my decision and in 1997, opened Lemongrass Café in Edmonton.",
        "story2": "By then, my sister Sophie was living in Seattle. Each time I visited her, I was struck by the city’s abundance. Seattle had clams, crab, fish and produce that I coveted for preparing Vietnamese food. What surprised me most was this: Vietnamese restaurants in Seattle were not spotlighting local, fresh ingredients. They were in the mainstream, all doing the same old same old thing.\n\nI decided that Seattle could help me grow as a chef and restaurateur. (Edmonton was also freezing cold!) Sophie, a skilled cook herself, agreed we could make a go of it together.\n\nSeattle’s Capitol Hill neighborhood was more affordable but more importantly, it was a high-density neighborhood where we could introduce Vietnamese cuisine and cultivate community. We’ve had Monsoon in the same location since then and grown it tremendously. What has fueled us has been the neighborhood and Seattle’s ongoing support.",
        "story3": "When you come into Monsoon or Ba Bar, you interact with people who know Vietnamese food. We rigorously train all employees, from the back to the front of the house. Our monthly staff meetings include cultural lessons so that the team may represent the food well.\n\nOur wait staff knows the dishes by their Vietnamese names and correct pronunciation, for example. Someone working at a French restaurant would need to know what gruyere cheese is so why shouldn’t we insist that our staff understands the differences ngò gai and ngò om? (The first herb is like cilantro and the second is similar to cumin.) By building knowledge, we’re building culinary pride, too.\n\nBuilding a strong and diverse team for Saigon Siblings means that we’ll continue to improve and grow. The kitchen staff is always thinking how to do things better, how to evolve a dish, or even return it to its roots.\n\nWe’re truly blessed to be part of Seattle’s unfolding food history.",
        "storycredits": "Eric Banh, Saigon Siblings Restaurant Group",
        "galleryimgs": ["https://saigonsiblings.com/app/uploads/2020/01/LAO0325.jpg", "https://saigonsiblings.com/app/uploads/2020/01/LAO0370.jpg", "https://saigonsiblings.com/app/uploads/2017/04/DSCN6580-Edit-3.jpg", "https://saigonsiblings.com/app/uploads/2017/04/DSCN6336.jpg"]
    },
    {
        "name": "Hello Robin",
        "year": 2013,
        "area": "Capital Hill",
        "phonenumber": "(206) 735-7970",
        "address": "522 19th Ave E, Seattle, WA 98112",
        "hours": "11:00AM–10:00PM",
        "tags": ["Dessert", "Women-Owned"],
        "website": "https://www.hellorobincookies.com/",
        "story1": "SOMETIMES YOU have to leave home to find yourself. That’s what happened to Robin Wehl Martin, owner of the successful Hello Robin cookie bakery on Capitol Hill.\n\nWhen Robin was growing up on Mercer Island, she learned how to bake from her grandmother. Margot Wehl had moved to Seattle from Germany in 1948 and worked as a private chef. “She was known for her baking,” says Robin, adding that her grandmother made traditional German sachertortes, plum cakes and apple cakes that were rather sophisticated for young Robin and her brothers.\n\nBut the Wehl children all loved their grandma’s sugar cookies. “She would make them in October for Halloween and for Thanksgiving and Hanukkah,” Robin says. She has baked sugar cookies since, and even made them for her grandmother’s funeral.",
        "story2": "It wasn’t until 2002, when Robin lived in Vienna, that she discovered her true palate and passion. “I was surrounded by dry Viennese sachertortes with apricot jam. It just wasn’t my palate whatsoever. I realized that what I missed was chocolate chip cookies. I realized my palate.”\n\nAfter returning to Seattle, she married Clay Martin, and the couple remodeled their Capitol Hill kitchen. That’s when the baking really started. And the child-rearing. Robin’s close friend Molly Moon Neitzel would often visit. “Molly would come over and sit at my island, and I would make cookies. All new moms want cookies.”\n\nRobin credits Neitzel with the idea of the shop on 19th and Mercer. “Molly was looking around my kitchen at the blue and white walls, and the island in the middle, and envisioned a shop that looked similar, where people could stop by and sit down for a cup of coffee and a cookie.”\n\nHello Robin opened in late 2013. Robin sells what she loves — chocolate chip cookies, snickerdoodles and, of course, sugar cookies. The tagline for the bakery is, “Cookies You Wish Your Mother Had Made.” Twelve kinds of cookies are usually available on a given day, and a Molly Moon’s ice-cream window shares the space in spring and summer.",
        "story3": "“At home, we always have ice cream and cookies on hand at all times, because you never know,” Robin says.\n\nShe makes good use of her grandma’s wooden rolling pin, dishes and extensive collection of cookie cutters. She and her husband enjoy entertaining, and Robin bakes regularly with their three kids — ages 6, 8 and 10. “When we make cookies, there’s sugar and flour everywhere. It’s more about the process at home.”\n\nHere she shares her favorite sugar cookie recipe, inspired by her grandma. At Hello Robin she sells them frosted, while at home she simply covers them with sugar or sprinkles. Either way, they are way better than dry sachertortes.",
        "storycredits": "Catherine M. Allchin, The Seattle Times",
        "galleryimgs": ["https://static.seattletimes.com/wp-content/uploads/2015/11/831cb43c-670d-11e5-81c8-d9fb7756dc93-780x520.jpg", "https://otg.imgix.net/assets/grid/seattle/capitol-hill/hello-robin/1L3A4534.jpg?auto=format%2Ccompress&crop=focalpoint&fit=min&fm=jpg&fp-x=0.5&fp-y=0.5&ixlib=php-1.1.0&q=80&w=1200&s=41a42ea81a9a6a4071a10228b66ea399", "https://media.timeout.com/images/103331269/image.jpg", "https://otg.imgix.net/assets/grid/seattle/capitol-hill/hello-robin/1L3A4528.jpg?auto=format%2Ccompress&crop=focalpoint&fit=min&fm=jpg&fp-x=0.5&fp-y=0.5&ixlib=php-1.1.0&q=80&w=1200&s=d8fcabd6901956c3438ff923ec6e95e4"]
    },
    {
        "name": "Ooink",
        "year": 2016,
        "area": "Capital Hill",
        "phonenumber": "(206) 568-7669",
        "address": "1416 Harvard Ave - Seattle, WA 98122",
        "hours": "11:30AM–2:00PM",
        "tags": ["Ramen", "Women-Owned", "Minority-Owned"],
        "website": "https://www.ooinkramen.com/",
        "story1": "Ooink’s logo is a cute cartoon pig happily dreaming of a bowl of ramen. Open for just six weeks, the tiny shop has cream-of-mint walls, yellow metal stools and three tables, which you may be asked to share. It does not have a sign — it’s squirreled away upstairs at Broadway and Pike, next to Marination Station. The menu is limited, at least for now, to gyoza and a half-dozen kinds of ramen. And here you may very well find the best bowl of ramen you’ve ever had.",
        "story2": "The chef: The extra “o” in Ooink comes from the surname of chef Chong Boon Ooi. He bops along to the pop soundtrack as he joyously yet meticulously assembles each order, using metal chopsticks to gently, swiftly turn the noodles in the bowl, adding toppings with precision. All his equipment comes from Japan. Noodles are made by gold-standard Sun Noodle, cut to Ooi’s custom specs after much trial and error — not too thick, not too thin, in order to keep their bite for the slower slurpers of Seattle.\n\nOoi’s ramen expertise comes from Agu Bistro in Hawaii; he laughingly yet seriously calls chef Hisashi Uehara there “my ramen sensei.” He’s also cooked at Michelin-starred L’Atelier de Joël Robuchon in Vegas, with his reverence for French technique originally sparked in Paris while apprenticing at Ze Kitchen Galerie under chef William Ledeuil.",
        "story3": "The ramen: Ooi’s business partner (and wife) Jiaxin Wang says that their spicy kotteri ramen is the most clamored for, made with extra-luscious broth courtesy of se-abura (pork back fat). Two stars means it comes with the house chiles, plenty head-clearing, with a tingle instead of a punch; three gets you fresh Thai ones.\n\nThe miso ramen inspires awe with its delicate richness. Ooi makes the golden-brown broth by soaking kombu, shiitakes and dried Chinese dates for 48 hours, and only boils it very briefly — otherwise, “the umami flavor is finished.” A melting pat of corn butter adds plushness, super-fresh baby bok choy on top make for crunchy bites, and strips of tofu skin are magically silky.\n\n“You have to understand the philosophy — the concept, why you’re doing it this way — to make a good bowl of ramen,” Ooi says. “It’s from my heart.”",
        "storycredits": "Bethany Jean Clement, The Seattle Times",
        "galleryimgs": ["https://static.seattletimes.com/wp-content/uploads/2018/01/01312018_moreooink_121251-780x517.jpg", "https://s3-media0.fl.yelpcdn.com/bphoto/1CwPnDlaDNJ5IK1miGTErQ/o.jpg", "https://i.imgur.com/yA3sAlk.jpg"]
    },
    {
        "name": "Taco Chukis",
        "year": 2011,
        "area": "Capital Hill",
        "phonenumber": "(206) 905-8537",
        "address": "2215 E Union St, Seattle, WA 98122",
        "hours": "11:00AM–9:00PM",
        "tags": ["Mexican", "Minority-Owned"],
        "website": "https://www.seattlechukis.com/",
        "story1": "“This couldn’t happen anywhere else,” owner Roberto Salmerón tells me one evening, relaxed against a post outside his busy restaurant and gesturing to the front door. “I came into this with no expectations. If it worked out, great. If it didn’t, no biggie.”\n\nThat’s a pretty startling statement for an immigrant-turned-businessman who started a successful restaurant straight out of college. Salmerón, originally from Tijuana (and later San Diego), graduated from the University of Washington in 2010 with an economics degree. With limited job prospects, he decided to ride a bike over 1,200 miles from Seattle to Tijuana to visit family and eat some of the delicious street tacos he remembered enjoying as a child.",
        "story2": "He bought a bicycle, planned his trip for two weeks, and took off.\n\n“I had no idea what the fuck I was doing,” he says.\n\nBut after sleeping in campsites every 40 or so miles, and on a bench one cold night in San Francisco, the idea came to him: these tacos he had dreamed about since leaving for college… couldn’t others obsess over them the way he had?",
        "story3": "Five years later, and Tacos Chukis is poised to open its second location. But this time, things are going to be a little different.",
        "storycredits": "Cody Permenter, Thrillest",
        "galleryimgs": ["https://assets3.thrillist.com/v1/image/1782601/1584x1054/crop;jpeg_quality=60.jpg", "https://assets3.thrillist.com/v1/image/1782604/1584x1054/crop;jpeg_quality=60.jpg", "https://assets3.thrillist.com/v1/image/1782598/1584x1056/crop;jpeg_quality=60;progressive.jpg"]
    },
    {
        "name": "Marjorie",
        "year": 2010,
        "area": "Capital Hill",
        "phonenumber": "(206) 441-9842",
        "address": "1412 E Union St, Seattle, WA 98122",
        "hours": "5:00PM-9:00PM",
        "tags": ["American", "Black-Owned", "Women-Owned"],
        "website": "https://marjorierestaurant.com/",
        "story1": "Donna Moodie began her love affair with food and entertaining at a young age, watching her mother, Marjorie, host themed dinner parties at their home. She always had a “room for one more attitude”, to the point that guests would sit on the floor, plates in their laps, with jazz, Calypso, and early R&B and Reggae music in the background. “They always seemed fun and spontaneous,” Donna reminices. “The house was full of joy and positive energy.” Donna got her first restaurant job at 18 to help pay for college. “I felt very at home,” she says. While she has no formal training as a chef, she’s been in the industry ever since. “It’s an environment that always nurtures my spirit and soul.”",
        "story2": "After Lush Life, which she had run with her ex-husband and business partner, Donna knew she needed a total transition, a spiritual cleansing of her life as a restauranteur. “I realized that I wanted to honor and pay tribute to the source of my infatuation with food and entertaining,” she says. And so in 2003 Marjorie was born. The funky yet elegant restaurant boasts a bright, colorful interior, with garage doors that open onto a lush and enchanting patio. The menu features creative, delicious plates that reflect the seasons and flavors of the Pacific Northwest. Donna consciously sources ingredients from local farmers and decor from local artists to cultivate community relationships and provide the best food and experience possible.",
        "story3": "When she’s not at Marjorie, Donna gives back to the Seattle community in numerous other ways. “It was a goal of mine after the Trump election to become involved in more local, community efforts, and to seek a role that plays to my strengths and allows my time to be a successful contribution,” Donna says. Previously on the CDForum Board and Century 21 Committee at the Seattle Center, Donna is now involved with Capitol Hill Housing, Central Area Land Use Review Committee, and the Mayor’s Small Business Advisory Council. In the midst of all this, Marjorie is her crown jewel. “I take delight in knowing that I curated this experience, and it seems almost impossible for this to be owned by a black woman, born in Jamaica, raised between Kingston and Englewood in Chicago’s Southside. It’s a feeling of accomplishment.”",
        "storycredits": "Intentionalist",
        "galleryimgs": ["https://media1.fdncms.com/stranger/imager/u/original/25010951/1489005405-chow-570.jpg", "https://images.otstatic.com/prod/23765218/1/huge.jpg", "https://i.pinimg.com/originals/16/5c/30/165c30a31f3f789b359b80e0f862bf73.jpg"]
    }
]